{
	"books": [
		{
			"title": "Justice",
			"longTitle": "Justice: What's the Right Thing to Do?",
			"author": "Michael Sandel",
			"fiction": false,
			"genre": "Political Philosophy",
			"amazon": "http://a.co/d/8ztiNnP",
			"wikipedia": "https://en.wikipedia.org/wiki/Justice:_What%27s_the_Right_Thing_to_Do%3F",
			"description": "Justice is one of my favourite political philosophy books - Michael Sandel simutaneously gives a great introduction to the large history of political philosophy, ranging from the works of Aristotle to Kant to Rawls, but also delves deeply into each (seemingly) competing philosphy and ties it to problems in the status quo."
		},
		{
			"title": "Factfulness",
			"longTitle": "Factfulness: Ten Reasons We're Wrong About the World--and Why Things Are Better Than You Think",
			"author": "Hans Rosling",
			"fiction": false,
			"genre": "Global Health",
			"amazon": "http://a.co/d/4t9Xfsf",
			"wikipedia": "https://en.wikipedia.org/wiki/Factfulness:_Ten_Reasons_We%27re_Wrong_About_the_World--and_Why_Things_Are_Better_Than_You_Think",
			"description": "Factfulness is a welcome and optimistic return to reality in a world of doom, gloom, and misinformation. Hans Rosling (and his team) describes the astounding improvements in global health and freedom that humankind has made in the last century, while cementing the need for continued action."
		},
		{
			"title": "Sapiens",
			"longTitle": "Sapiens: A Brief History of Humankind",
			"author": "Yuval Noah Harari",
			"fiction": false,
			"genre": "Human History",
			"amazon": "http://a.co/d/d8c9pKS",
			"wikipedia": "https://en.wikipedia.org/wiki/Sapiens:_A_Brief_History_of_Humankind",
			"description": "Sapiens examines the history of Homo Sapiens in a way high school history classes don't. Harari takes a magnifying glass to the roots of human history, looking at the human condition from a set of different historical lenses, and how that impacts the world we live in today."
		},
		{
			"title": "Paradox",
			"longTitle": "Paradox: The Nine Greatest Enigmas in Physics",
			"author": "Jim Al-Khalili",
			"fiction": false,
			"genre": "Physics",
			"amazon": "http://a.co/d/b086I4q",
			"description": "In Paradox, Jim Al-Khalili playfully explores nine seemingly paradoxical problems, unravelling each of them with a toolkit of basic logic, math, and eventually, relativistic physics. It's a rare breed of book that engages complex ideas, keeps the reader intellectually stimulated, and is genuinely a fun read."
		}
	],
	"albums": [
		{
			"title": "To Pimp A Butterfly",
			"artist": "Kendrick Lamar",
			"genre": "Hip-Hop",
			"artUrl": "albums/to-pimp-a-butterfly.jpg",
			"description": "Kendrick Lamar crafts the most cohesive album that I've ever heard, perfecting the fusion of jazz rap, soul, and straight fire in the most socially aware album of the decade."
		},
		{
			"title": "Doo-Wops & Hooligans",
			"artist": "Bruno Mars",
			"genre": "Pop",
			"artUrl": "albums/doo-wops-and-hooligans.jpg",
			"description": "Bruno Mars makes me feel things, with an album chock full of emotion, soft but moving production, and a voice that is as close to an angel that a human can ever reach."
		},
		{
			"title": "Pure Heroine",
			"artist": "Lorde",
			"genre": "Pop",
			"artUrl": "albums/pure-heroine.png",
			"description": "Lorde breaks the trend of \"manufactured\" pop to deliver an honest view into the psyche of your prototypical teenager, backed by a unique production vibe and an equally unique voice."
		}
	]
}
